Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Replace All Screenshots skips the comparison: everything currently in these sets is deleted and all %lld screenshots are uploaded again with new asset IDs. Quicker to prepare, slower to upload.
ar: يتخطى استبدال جميع لقطات الشاشة المقارنة: يتم حذف كل شيء موجود حاليًا في هذه المجموعات ويتم تحميل جميع لقطات الشاشة %1$lld مرة أخرى باستخدام معرفات الأصول الجديدة. أسرع في التحضير، وأبطأ في التحميل.
ca: Substitueix totes les captures de pantalla omet la comparació: tot el que hi ha actualment en aquests conjunts s'elimina i totes les captures de pantalla %1$lld es tornen a penjar amb nous ID de recursos. Més ràpid de preparar, més lent de pujar.
cs: Nahradit všechny snímky obrazovky přeskočí srovnání: vše, co se aktuálně nachází v těchto sadách, bude smazáno a všechny snímky obrazovky %1$lld budou znovu nahrány s novými ID aktiv. Rychlejší příprava, pomalejší nahrávání.
da: Erstat alle skærmbilleder springer sammenligningen over: alt i disse sæt slettes, og alle %1$lld skærmbilleder uploades igen med nye aktiv-id'er. Hurtigere at forberede, langsommere at uploade.
de: „Alle Screenshots ersetzen“ überspringt den Vergleich: Alles, was derzeit in diesen Sets ist, wird gelöscht, und alle %lld Screenshots werden mit neuen Asset-IDs erneut hochgeladen. Schneller vorbereitet, langsamer hochgeladen.
el: Η Αντικατάσταση όλων των στιγμιότυπων οθόνης παραλείπει τη σύγκριση: όλα όσα βρίσκονται αυτήν τη στιγμή σε αυτά τα σύνολα διαγράφονται και όλα τα στιγμιότυπα οθόνης %1$lld μεταφορτώνονται ξανά με νέα αναγνωριστικά στοιχείων. Πιο γρήγορα στην προετοιμασία, πιο αργή στη μεταφόρτωση.
es: «Reemplazar todas las capturas» omite la comparación: se elimina todo lo que hay actualmente en estos conjuntos y las %lld capturas se vuelven a subir con nuevos ID de recurso. Más rápido de preparar, más lento de subir.
fa: «جایگزینی همه اسکرین‌شات‌ها» مقایسه را رد می‌کند: همه موارد فعلی این مجموعه‌ها حذف می‌شوند و همه %lld اسکرین‌شات با شناسه‌های دارایی جدید دوباره آپلود می‌شوند. آماده‌سازی سریع‌تر است، اما آپلود کندتر.
fi: Replace All Screenshots ohittaa vertailun: kaikki näissä sarjoissa tällä hetkellä oleva poistetaan ja kaikki %1$lld kuvakaappaukset ladataan uudelleen uusilla sisältötunnuksilla. Nopeampi valmistautuminen, hitaampi lataaminen.
fr: « Remplacer toutes les captures d'écran » ignore la comparaison : tout le contenu actuel de ces ensembles est supprimé et les %lld captures d'écran sont renvoyées avec de nouveaux identifiants de ressource. Préparation plus rapide, envoi plus lent.
he: החלף את כל צילומי המסך מדלג על ההשוואה: כל מה שנמצא כעת בקבוצות האלה נמחק וכל צילומי המסך %1$lld מועלים שוב עם מזהי נכסים חדשים. מהיר יותר להכנה, יותר איטי להעלות.
hr: Zamijeni sve snimke zaslona preskače usporedbu: sve što se trenutačno nalazi u tim skupovima se briše i sve %1$lld snimke zaslona ponovno se učitavaju s novim ID-ovima sredstava. Brže za pripremu, sporije za učitavanje.
hu: A Replace All Screenshots kihagyja az összehasonlítást: minden, ami jelenleg ezekben a készletekben található, törlődik, és az összes %1$lld képernyőképet újra feltölti új eszközazonosítókkal. Gyorsabb előkészítés, lassabb feltöltés.
id: Ganti Semua Tangkapan Layar melewatkan perbandingan: semua yang ada di kumpulan ini saat ini akan dihapus dan semua tangkapan layar %1$lld diunggah lagi dengan ID aset baru. Lebih cepat mempersiapkannya, lebih lambat mengunggahnya.
it: “Sostituisci tutti gli screenshot” salta il confronto: tutto ciò che si trova attualmente in questi set viene eliminato e tutti i %lld screenshot vengono caricati di nuovo con nuovi ID asset. Più rapido da preparare, più lento da caricare.
ja: 「すべてのスクリーンショットを置き換える」では比較を省略します。これらのセットの現在の内容はすべて削除され、%lld枚のスクリーンショットすべてが新しいアセット ID で再アップロードされます。準備は速くなりますが、アップロードには時間がかかります。
ko: “모든 스크린샷 교체”는 비교를 건너뜁니다. 이 세트의 현재 항목을 모두 삭제하고 스크린샷 %lld개를 새 에셋 ID로 다시 업로드합니다. 준비는 빠르지만 업로드는 더 느립니다.
ms: Gantikan Semua Tangkapan Skrin melangkau perbandingan: semua yang berada dalam set ini pada masa ini dipadamkan dan semua tangkapan skrin %1$lld dimuat naik semula dengan ID aset baharu. Lebih cepat untuk menyediakan, lebih lambat untuk memuat naik.
nl: Replace All Screenshots slaat de vergelijking over: alles dat zich momenteel in deze sets bevindt, wordt verwijderd en alle %1$lld schermafbeeldingen worden opnieuw geüpload met nieuwe item-ID's. Sneller klaarmaken, langzamer uploaden.
no: Erstatt alle skjermbilder hopper over sammenligningen: alt i disse settene slettes og alle %1$lld skjermbilder lastes opp igjen med nye aktiva-ID-er. Raskere å forberede, tregere å laste opp.
pl: Zamień wszystkie zrzuty ekranu pomija porównanie: wszystko aktualnie w tych zestawach zostaje usunięte, a wszystkie zrzuty ekranu %1$lld są przesyłane ponownie z nowymi identyfikatorami zasobów. Szybsze przygotowanie, wolniejsze przesyłanie.
pt_br: “Substituir todas as capturas de tela” pula a comparação: tudo o que está nesses conjuntos é excluído e as %lld capturas de tela são enviadas de novo com novos IDs de recurso. Preparação mais rápida, envio mais lento.
pt_pt: Substituir todas as capturas de ecrã ignora a comparação: tudo o que está atualmente nesses conjuntos é excluído e todas as capturas de ecrã %1$lld são carregadas novamente com novos IDs de ativos. Mais rápido de preparar, mais lento de carregar.
ro: Înlocuiți toate capturile de ecran omite comparația: tot ce se află în prezent în aceste seturi este șters și toate capturile de ecran %1$lld sunt încărcate din nou cu noi ID-uri de material. Mai rapid de pregătit, mai lent de încărcat.
ru: «Заменить все скриншоты» пропускает сравнение: все, что сейчас есть в этих наборах, удаляется, и все скриншоты (%lld) загружаются заново с новыми ID ресурсов. Подготовка быстрее, загрузка медленнее.
sk: Nahradiť všetky snímky obrazovky preskočí porovnanie: všetko, čo sa momentálne nachádza v týchto skupinách, sa odstráni a všetky snímky obrazovky %1$lld sa znova nahrajú s novými ID diel. Rýchlejšia príprava, pomalšie nahrávanie.
sl: Zamenjaj vse posnetke zaslona preskoči primerjavo: vse, kar je trenutno v teh nizih, je izbrisano in vsi posnetki zaslona %1$lld se znova naložijo z novimi ID-ji sredstev. Hitreje za pripravo, počasneje za nalaganje.
sv: Ersätt alla skärmdumpar hoppar över jämförelsen: allt för närvarande i dessa uppsättningar raderas och alla %1$lld skärmdumpar laddas upp igen med nya tillgångs-ID:n. Snabbare att förbereda, långsammare att ladda upp.
th: แทนที่ภาพหน้าจอทั้งหมด ข้ามการเปรียบเทียบ: ทุกอย่างที่อยู่ในชุดเหล่านี้ในปัจจุบันจะถูกลบออก และภาพหน้าจอ %1$lld ทั้งหมดจะถูกอัปโหลดอีกครั้งด้วยรหัสเนื้อหาใหม่ เตรียมเร็วกว่า อัพโหลดช้ากว่า
tr: Tüm Ekran Görüntülerini Değiştir karşılaştırmayı atlar: bu setlerde şu anda bulunan her şey silinir ve %lld ekran görüntüsünün tümü yeni varlık kimlikleriyle yeniden yüklenir. Hazırlaması daha hızlı, yüklemesi daha yavaştır.
uk: «Замінити всі знімки екрана» пропускає порівняння: усе, що зараз є в цих наборах, видаляється, а всі знімки екрана (%lld) вивантажуються знову з новими ідентифікаторами ресурсів. Швидше підготувати, повільніше вивантажити.
ur: تمام اسکرین شاٹس کو تبدیل کریں موازنہ کو چھوڑ دیتے ہیں: فی الحال ان سیٹوں میں موجود ہر چیز کو حذف کر دیا گیا ہے اور تمام %1$lld اسکرین شاٹس نئے اثاثہ IDs کے ساتھ دوبارہ اپ لوڈ کیے گئے ہیں۔ تیار کرنے میں تیز، اپ لوڈ کرنے میں سست۔
vi: Thay thế tất cả ảnh chụp màn hình bỏ qua so sánh: mọi thứ hiện có trong các bộ này sẽ bị xóa và tất cả ảnh chụp màn hình %1$lld được tải lên lại với ID nội dung mới. Chuẩn bị nhanh hơn, tải lên chậm hơn.
zh_hans: “替换所有截图”会跳过比对：这些组中当前的所有内容都会被删除，全部 %lld 张截图会使用新的资源 ID 重新上传。准备更快，但上传更慢。
zh_hant: 「取代所有螢幕截圖」會略過比對：這些組中目前的所有內容都會被刪除，全部 %lld 張螢幕截圖會以新的素材 ID 重新上傳。準備較快，上傳較慢。

source: Replace All Text
ar: استبدال كل النص
ca: Substitueix tot el text
cs: Nahradit veškerý text
da: Erstat al tekst
de: Gesamten Text ersetzen
el: Αντικατάσταση όλου του κειμένου
es: Reemplazar todo el texto
fa: جایگزینی همهٔ متن‌ها
fi: Korvaa kaikki teksti
fr: Remplacer tout le texte
he: החלף את כל הטקסט
hr: Zamijeni sav tekst
hu: Minden szöveg cseréje
id: Ganti Semua Teks
it: Sostituisci tutto il testo
ja: すべてのテキストを置換
ko: 모든 텍스트 바꾸기
ms: Gantikan Semua Teks
nl: Vervang alle tekst
no: Erstatt all tekst
pl: Zamień cały tekst
pt_br: Substituir todo o texto
pt_pt: Substituir todo o texto
ro: Înlocuiește tot textul
ru: Заменить весь текст
sk: Nahradiť všetok text
sl: Zamenjaj vse besedilo
sv: Ersätt all text
th: แทนที่ข้อความทั้งหมด
tr: Tüm Metni Değiştir
uk: Замінити весь текст
ur: تمام متن کو تبدیل کریں۔
vi: Thay thế tất cả văn bản
zh_hans: 替换所有文本
zh_hant: 取代所有文字

source: Replace All Text…
ar: استبدال كل النص...
ca: Substitueix tot el text...
cs: Nahradit veškerý text…
da: Erstat al tekst...
de: Gesamten Text ersetzen…
el: Αντικατάσταση όλου του κειμένου…
es: Reemplazar todo el texto…
fa: جایگزینی همهٔ متن‌ها…
fi: Korvaa kaikki teksti…
fr: Remplacer tout le texte…
he: החלף את כל הטקסט...
hr: Zamijeni sav tekst…
hu: Minden szöveg cseréje…
id: Ganti Semua Teks…
it: Sostituisci tutto il testo…
ja: すべてのテキストを置換…
ko: 모든 텍스트 바꾸기…
ms: Gantikan Semua Teks…
nl: Alle tekst vervangen…
no: Erstatt all tekst...
pl: Zastąp cały tekst…
pt_br: Substituir todo o texto…
pt_pt: Substituir todo o texto…
ro: Înlocuiește tot textul...
ru: Заменить весь текст…
sk: Nahradiť celý text…
sl: Zamenjaj vse besedilo ...
sv: Ersätt all text...
th: แทนที่ข้อความทั้งหมด...
tr: Tüm Metni Değiştir…
uk: Замінити весь текст…
ur: تمام متن کو تبدیل کریں…
vi: Thay thế tất cả văn bản…
zh_hans: 替换所有文本…
zh_hant: 取代所有文字…

source: Replace existing screenshots?
ar: هل تريد استبدال لقطات الشاشة الحالية؟
ca: Voleu substituir les captures de pantalla existents?
cs: Nahradit stávající snímky obrazovky?
da: Vil du erstatte eksisterende skærmbilleder?
de: Vorhandene Screenshots ersetzen?
el: Αντικατάσταση υπαρχόντων στιγμιότυπων οθόνης;
es: ¿Reemplazar las capturas existentes?
fa: اسکرین شات های موجود جایگزین شوند؟
fi: Korvataanko nykyiset kuvakaappaukset?
fr: Remplacer les captures d'écran existantes ?
he: להחליף צילומי מסך קיימים?
hr: Zamijeniti postojeće snimke zaslona?
hu: Lecseréli a meglévő képernyőképeket?
id: Ganti tangkapan layar yang ada?
ja: 既存のスクリーンショットを置き換えますか?
ko: 기존 스크린샷을 바꾸시겠습니까?
ms: Gantikan tangkapan skrin sedia ada?
nl: Bestaande screenshots vervangen?
no: Vil du erstatte eksisterende skjermbilder?
pl: Zamienić istniejące zrzuty ekranu?
pt_br: Substituir capturas de tela existentes?
pt_pt: Substituir capturas de ecrã existentes?
ro: Înlocuiți capturile de ecran existente?
sk: Chcete nahradiť existujúce snímky obrazovky?
sl: Želite zamenjati obstoječe posnetke zaslona?
th: แทนที่ภาพหน้าจอที่มีอยู่หรือไม่
ur: موجودہ اسکرین شاٹس کو تبدیل کریں؟
vi: Thay thế ảnh chụp màn hình hiện có?
zh_hans: 替换现有的屏幕截图？

source: Replace Image
ar: استبدال الصورة
ca: Substitueix la imatge
cs: Nahradit obrázek
da: Udskift billede
de: Bild ersetzen
el: Αντικατάσταση εικόνας
es: Reemplazar imagen
fa: جایگزینی تصویر
fi: Vaihda kuva
fr: Remplacer l'image
he: החלף תמונה
hr: Zamijeni sliku
hu: Kép cseréje
id: Ganti Gambar
it: Sostituisci immagine
ja: 画像を置き換える
ko: 이미지 교체
ms: Gantikan Imej
nl: Afbeelding vervangen
no: Erstatt bilde
pl: Zamień obraz
pt_br: Substituir imagem
pt_pt: Substituir imagem
ro: Înlocuiește imaginea
ru: Заменить изображение
sk: Nahradiť obrázok
sl: Zamenjaj sliko
sv: Byt ut bild
th: แทนที่รูปภาพ
tr: Görüntüyü Değiştir
uk: Замінити зображення
ur: تصویر کو تبدیل کریں۔
vi: Thay thế hình ảnh
zh_hans: 替换图像
zh_hant: 取代影像

source: Replace Image…
ar: استبدال الصورة…
ca: Substitueix la imatge...
cs: Nahradit obrázek…
da: Erstat billede...
de: Bild ersetzen…
el: Αντικατάσταση εικόνας…
es: Reemplazar imagen…
fa: جایگزینی تصویر…
fi: Vaihda kuva…
fr: Remplacer l'image…
he: החלף תמונה...
hr: Zamijeni sliku…
hu: Kép cseréje…
id: Ganti Gambar…
it: Sostituisci immagine…
ja: 画像を置き換える…
ko: 이미지 교체…
ms: Gantikan Imej…
nl: Afbeelding vervangen…
no: Erstatt bilde...
pl: Zastąp obraz…
pt_br: Substituir imagem…
pt_pt: Substituir imagem…
ro: Înlocuiește imaginea...
ru: Заменить изображение…
sk: Nahradiť obrázok…
sl: Zamenjaj sliko ...
sv: Ersätt bild...
th: แทนที่รูปภาพ...
tr: Görüntüyü Değiştir…
uk: Замінити зображення…
ur: تصویر بدلیں…
vi: Thay thế hình ảnh…
zh_hans: 替换图像…
zh_hant: 取代影像…

source: Replace SVG
ar: استبدال SVG
ca: Substitueix SVG
cs: Nahradit SVG
da: Erstat SVG
de: SVG ersetzen
el: Αντικατάσταση SVG
es: Reemplazar SVG
fa: جایگزینی SVG
fi: Korvaa SVG
fr: Remplacer le SVG
he: החלף SVG
hr: Zamijeni SVG
hu: Csere SVG
id: Ganti SVG
it: Sostituisci SVG
ja: SVG を置き換える
ko: SVG 교체
ms: Gantikan SVG
nl: Vervang SVG
no: Erstatt SVG
pl: Zamień SVG
pt_br: Substituir SVG
pt_pt: Substitua SVG
ro: Înlocuiește SVG
ru: Заменить SVG
sk: Nahradiť SVG
sl: Zamenjaj SVG
sv: Byt ut SVG
th: แทนที่ SVG
tr: SVG'yi Değiştir
uk: Замінити SVG
ur: تبدیل کریں SVG
vi: Thay thế SVG
zh_hans: 替换 SVG
zh_hant: 取代 SVG

source: Replace SVG…
ar: استبدل SVG…
ca: Substitueix SVG...
cs: Nahradit SVG…
da: Erstat SVG...
de: SVG ersetzen…
el: Αντικατάσταση SVG…
es: Reemplazar SVG…
fa: جایگزینی SVG…
fi: Korvaa SVG…
fr: Remplacer le SVG…
he: החלף SVG...
hr: Zamijeni SVG…
hu: Csere SVG…
id: Ganti SVG…
it: Sostituisci SVG…
ja: SVG を置き換える…
ko: SVG 교체…
ms: Gantikan SVG…
nl: Vervang SVG…
no: Erstatt SVG...
pl: Zamień SVG…
pt_br: Substituir SVG…
pt_pt: Substitua SVG…
ro: Înlocuiește SVG…
ru: Заменить SVG…
sk: Nahradiť SVG…
sl: Zamenjaj SVG…
sv: Byt ut SVG...
th: แทนที่ SVG...
tr: SVG'yi Değiştir…
uk: Замінити SVG…
ur: بدلیں SVG…
vi: Thay thế SVG…
zh_hans: 替换 SVG…
zh_hant: 取代 SVG…

source: Replace…
ar: استبدال…
ca: Substitueix…
cs: Nahradit…
da: Udskift...
de: Ersetzen…
el: Αντικατάσταση…
es: Reemplazar…
fa: جایگزینی…
fi: Vaihda…
fr: Remplacer…
he: החלף…
hr: Zamijeni…
hu: Csere…
id: Ganti…
it: Sostituisci…
ja: 置き換える…
ko: 교체…
ms: Gantikan…
nl: Vervangen…
no: Bytt ut...
pl: Zamień…
pt_br: Substituir…
pt_pt: Substitua…
ro: Înlocuiește…
ru: Заменить…
sk: Nahradiť…
sl: Zamenjaj ...
sv: Byt ut...
th: แทนที่...
tr: Değiştir…
uk: Замінити…
ur: بدل دیں…
vi: Thay thế…
zh_hans: 替换…
zh_hant: 取代…

source: Replaces ^[%lld screenshot](inflect: true) already in this row.
ar: يستبدل لقطة الشاشة ^[%1$lld] (inflect: true) الموجودة بالفعل في هذا الصف.
ca: Substitueix la ^[%1$lld captura de pantalla](inflect: true) que ja hi ha en aquesta fila.
cs: Nahrazuje ^[%1$lld snímek obrazovky](inflect: true) již v tomto řádku.
da: Erstatter ^[%1$lld screenshot](inflect: true) allerede i denne række.
de: Ersetzt bereits vorhandene Screenshots in dieser Zeile: %lld.
el: Αντικαθιστά το ^[%1$lld στιγμιότυπο οθόνης](inflect: true) που βρίσκεται ήδη σε αυτήν τη σειρά.
es: Reemplaza capturas que ya están en esta fila: %lld.
fa: %lld اسکرین‌شات موجود در این ردیف جایگزین می‌شود.
fi: Korvaa tällä rivillä jo olevan ^[%1$lld kuvakaappauksen](inflect: true).
fr: Remplace des captures déjà présentes dans cette ligne : %lld.
he: מחליף את ^[%1$lld צילום מסך](inflect: true) כבר בשורה זו.
hr: Zamjenjuje ^[%1$lld snimku zaslona](inflect: true) već u ovom retku.
hu: Az ebben a sorban már szereplő ^[%1$lld képernyőképet (inflect: true) helyettesíti.
id: Menggantikan tangkapan layar ^[%1$lld](inflect: true) yang sudah ada di baris ini.
it: Sostituisce screenshot già presenti in questa riga: %lld.
ja: この行にある %lld 枚のスクリーンショットが置き換えられます。
ko: 이 행에 이미 있는 스크린샷 %lld개를 대체합니다.
ms: Menggantikan ^[%1$lld tangkapan skrin](inflect: true) sudah ada dalam baris ini.
nl: Vervangt ^[%1$lld screenshot](inflect: true) al in deze rij.
no: Erstatter ^[%1$lld skjermbilde](inflect: true) allerede i denne raden.
pl: Zastępuje ^[%1$lld zrzut ekranu(inflect: true) znajdujący się już w tym wierszu.
pt_br: Substitui capturas de tela já existentes nesta linha: %lld.
pt_pt: Substitui ^[%1$lld captura de ecrã](inflect: true) já nesta linha.
ro: Înlocuiește ^[%1$lld captură de ecran](inflect: true) deja în acest rând.
ru: Будут заменены скриншоты в этой строке: %lld.
sk: Nahrádza ^[%1$lld snímku obrazovky](inflect: true) už v tomto riadku.
sl: Zamenja ^[%1$lld posnetek zaslona](inflect: true), ki je že v tej vrstici.
sv: Ersätter ^[%1$lld skärmdump](inflect: true) redan på den här raden.
th: แทนที่ ^[%1$lld ภาพหน้าจอ](inflect: true) ที่อยู่ในแถวนี้แล้ว
tr: Bu satırdaki %lld ekran görüntüsünün yerini alır.
uk: Буде замінено знімки екрана в цьому рядку: %lld.
ur: اس قطار میں پہلے سے موجود ^[%1$lld اسکرین شاٹ(inflect: true) کو بدل دیتا ہے۔
vi: Thay thế ^[%1$lld ảnh chụp màn hình](inflect: true) đã có trong hàng này.
zh_hans: 将替换此行中已有的 %lld 张截图。
zh_hant: 將取代此列中已有的 %lld 張螢幕截圖。

source: Replay Tour
ar: جولة إعادة التشغيل
ca: Reprodueix la visita guiada
cs: Přehrát prohlídku
da: Afspil rundvisning igen
de: Tour wiederholen
el: Επαναληπτική περιήγηση
es: Repetir recorrido
fa: بازپخش تور
fi: Toista esittely uudelleen
fr: Revoir la visite
he: סיור חוזר
hr: Ponovi obilazak
hu: Bemutató újrajátszása
id: Putar Ulang Tur
it: Ripeti tour
ja: ツアーを再生
ko: 다시 둘러보기
ms: Lawatan Ulangan
nl: Speel de rondleiding opnieuw af
no: Spill av omvisning på nytt
pl: Powtórka wycieczki
pt_br: Repetir tour
pt_pt: Tour de repetição
ro: Reluare turneu
ru: Повторить обзор
sk: Znova prehrať prehliadku
sl: Ponovni ogled
sv: Spela upp rundturen igen
th: เล่นซ้ำทัวร์
tr: Turu Yeniden Oynat
uk: Повторити огляд
ur: ری پلے ٹور
vi: Xem lại chuyến tham quan
zh_hans: 重新播放导览
zh_hant: 重新播放導覽

source: Request App Review Now
ar: اطلب مراجعة التطبيق الآن
ca: Sol·liciteu la revisió de l'aplicació ara
cs: Požádejte o kontrolu aplikace hned teď
da: Anmod om appgennemgang nu
de: Fordern Sie jetzt eine App-Bewertung an
el: Ζητήστε έλεγχο εφαρμογής τώρα
es: Solicitar revisión de la aplicación ahora
fa: اکنون بررسی برنامه را درخواست کنید
fi: Pyydä sovelluksen tarkistusta nyt
fr: Demander un examen de l'application maintenant
he: בקש סקירת אפליקציה עכשיו
hr: Zatražite pregled aplikacije sada
hu: Kérjen alkalmazás felülvizsgálatát most
id: Minta Peninjauan Aplikasi Sekarang
ja: 今すぐアプリのレビューをリクエストする
ko: 지금 앱 검토를 요청하세요
ms: Minta Semakan Apl Sekarang
nl: Vraag nu een app-beoordeling aan
no: Be om appgjennomgang nå
pl: Poproś o recenzję aplikacji już teraz
pt_br: Solicite revisão do aplicativo agora
pt_pt: Solicite revisão do aplicativo agora
ro: Solicitați acum revizuirea aplicației
sk: Požiadajte o kontrolu aplikácie
sl: Zahtevajte pregled aplikacije zdaj
sv: Begär appgranskning nu
th: ขอรับการตรวจสอบแอปทันที
ur: ابھی ایپ کا جائزہ لینے کی درخواست کریں۔
vi: Yêu cầu đánh giá ứng dụng ngay
zh_hans: 立即请求应用程序审核

source: Required 10-character key ID
ar: مطلوب معرف مفتاح مكون من 10 أحرف
ca: Identificador de clau de 10 caràcters obligatori
cs: Požadované 10znakové ID klíče
da: Påkrævet 10-tegns nøgle-id
de: Erforderliche 10-stellige Schlüssel-ID
el: Απαιτούμενο αναγνωριστικό κλειδιού 10 χαρακτήρων
es: Key ID de 10 caracteres necesario
fa: شناسه کلید 10 کاراکتری مورد نیاز
fi: Pakollinen 10-merkkinen avaintunnus
fr: ID de clé à 10 caractères requis
he: זיהוי מפתח של 10 תווים נדרש
hr: Potreban ID ključa od 10 znakova
hu: Kötelező 10 karakteres kulcsazonosító
id: ID kunci 10 karakter yang diperlukan
ja: 必須の 10 文字のキー ID
ko: 필수 10자리 키 ID
ms: ID kunci 10 aksara yang diperlukan
nl: Vereiste sleutel-ID van 10 tekens
no: Nødvendig nøkkel-ID på 10 tegn
pl: Wymagany 10-znakowy identyfikator klucza
pt_br: ID de chave de 10 caracteres obrigatório
pt_pt: ID de chave de 10 caracteres obrigatório
ro: ID-ul cheie de 10 caractere necesar
sk: Povinné 10-znakové ID kľúča
sl: Zahtevan 10-mestni ID ključa
th: รหัสคีย์ที่จำเป็น 10 ตัวอักษร
ur: 10-حروف کی کلید ID درکار ہے۔
vi: ID khóa 10 ký tự bắt buộc
zh_hans: 必需的 10 个字符的密钥 ID

source: Required UUID from App Store Connect
ar: UUID مطلوب من App Store Connect
ca: UUID obligatori de App Store Connect
cs: Požadované UUID z App Store Connect
da: Påkrævet UUID fra App Store Connect
de: Erforderliche UUID von App Store Connect
el: Απαιτούμενο UUID από App Store Connect
es: UUID necesario de App Store Connect
fa: UUID مورد نیاز از App Store Connect
fi: Vaadittu UUID käyttäjältä App Store Connect
fr: UUID requis de App Store Connect
he: UUID נדרש מ-App Store Connect
hr: Potreban UUID iz App Store Connect
hu: Kötelező UUID a következőtől: App Store Connect
id: UUID yang diperlukan mulai App Store Connect
ja: App Store Connect からの必須 UUID
ko: App Store Connect의 필수 UUID
ms: UUID diperlukan daripada App Store Connect
nl: Vereiste UUID van App Store Connect
no: Nødvendig UUID fra App Store Connect
pl: Wymagany UUID od App Store Connect
pt_br: UUID obrigatório de App Store Connect
pt_pt: UUID obrigatório de App Store Connect
ro: UUID obligatoriu de la App Store Connect
sk: Požadované UUID z App Store Connect
sl: Zahtevan UUID iz App Store Connect
th: UUID ที่จำเป็นจาก App Store Connect
ur: App Store Connect سے مطلوبہ UUID
vi: UUID bắt buộc từ App Store Connect
zh_hans: App Store Connect 中所需的 UUID

source: Requires at least two screenshots in the row
ar: يتطلب لقطتي شاشة على الأقل في الصف
ca: Requereix almenys dues captures de pantalla a la fila
cs: Vyžaduje alespoň dva snímky obrazovky v řadě
da: Kræver mindst to skærmbilleder i rækken
de: Erfordert mindestens zwei Screenshots in der Zeile
el: Απαιτεί τουλάχιστον δύο στιγμιότυπα οθόνης στη σειρά
es: Requiere al menos dos capturas en la fila
fa: به حداقل دو اسکرین‌شات در ردیف نیاز دارد
fi: Vaatii vähintään kaksi kuvakaappausta rivillä
fr: Nécessite au moins deux captures d'écran dans la ligne
he: דורש לפחות שני צילומי מסך בשורה
hr: Zahtijeva barem dvije snimke zaslona u nizu
hu: Legalább két képernyőkép szükséges a sorban
id: Membutuhkan setidaknya dua tangkapan layar berturut-turut
it: Richiede almeno due screenshot nella riga
ja: 行に2枚以上のスクリーンショットが必要です
ko: 행에 스크린샷이 2개 이상 필요합니다
ms: Memerlukan sekurang-kurangnya dua tangkapan skrin dalam baris
nl: Vereist minimaal twee schermafbeeldingen op rij
no: Krever minst to skjermbilder i raden
pl: Wymaga co najmniej dwóch zrzutów ekranu w rzędzie
pt_br: Requer pelo menos duas capturas de tela na linha
pt_pt: Requer pelo menos duas capturas de ecrã seguidas
ro: Necesită cel puțin două capturi de ecran pe rând
ru: Нужно минимум два скриншота в строке
sk: Vyžaduje aspoň dve snímky obrazovky v rade
sl: Zahteva vsaj dva posnetka zaslona v vrsti
sv: Kräver minst två skärmavbilder i raden
th: ต้องมีภาพหน้าจออย่างน้อยสองภาพติดต่อกัน
tr: Satırda en az iki ekran görüntüsü gerektirir
uk: Потрібно щонайменше два знімки екрана в рядку
ur: قطار میں کم از کم دو اسکرین شاٹس درکار ہیں۔
vi: Yêu cầu ít nhất hai ảnh chụp màn hình liên tiếp
zh_hans: 该行至少需要两张截图
zh_hant: 列中至少需要兩張螢幕截圖

source: Reset
ar: إعادة تعيين
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fa: بازنشانی
fi: Nollaa
fr: Réinitialiser
he: אפס
hr: Resetiraj
hu: Visszaállítás
id: Setel ulang
it: Reimposta
ja: リセット
ko: 재설정
ms: Tetapkan semula
nl: Opnieuw instellen
no: Tilbakestill
pl: Zresetuj
pt_br: Redefinir
pt_pt: Redefinir
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
ur: دوبارہ ترتیب دیں۔
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置
